PreferencesDialogTitle=\u8a2d\u5b9a
PreferencesDialogOkButton=OK
PreferencesDialogCancelButton=\u30ad\u30e3\u30f3\u30bb\u30eb

PreferencesRestartMessage=\uff08\u9069\u7528\u3059\u308b\u306b\u306f LightZone \u306e\u518d\u8d77\u52d5\u304c\u5fc5\u8981\u3067\u3059\u3002\uff09

AppModeItemLabel=LightZone Basic \u30e2\u30fc\u30c9
AppModeItemHelp=Make LightZone behave like LightZone Basic: turn off the image browser; and save TIFF images automatically, skipping the usual file dialog.

AutoSaveItemLabel=\u81ea\u52d5\u4fdd\u5b58
AutoSaveItemHelp=\u5225\u306e\u753b\u50cf\u3092\u7de8\u96c6\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u65b0\u3057\u3044\u753b\u50cf\u3092\u958b\u304f\u3068\u3001\u81ea\u52d5\u4fdd\u5b58\u3059\u308b\u304b\u307e\u305f\u306f\u3069\u3046\u3059\u308b\u304b\u3092\u5c0b\u306d\u307e\u3059\u3002

VideoLearningCenterItemLabel=Show Video Learning Center
VideoLearningCenterItemHelp=Check here to show the Video Learning Center window when LightZone starts.

BrowserCacheItemLabel=\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30ad\u30e3\u30c3\u30b7\u30e5
BrowserCacheItemLocalOption=\u30ed\u30fc\u30ab\u30eb
BrowserCacheItemGlobalOption=\u30b0\u30ed\u30fc\u30d0\u30eb
BrowserCacheItemHelp=To save work, the browser saves previews in a special cache folder.  This folder can go in the same place as its images ("Local"), or into one central location ("Global").
BrowserCacheItemClearButton=\u30af\u30ea\u30a2\u2026
BrowserCacheItemClearToolTip=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2
BrowserCacheItemClearWarningMajor=\u672c\u5f53\u306b\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30b0\u30ed\u30fc\u30d0\u30eb \u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3057\u307e\u3059\u304b\uff1f
BrowserCacheItemClearWarningMinor=This will discard preview images and orientations saved by the LightZone browser.  (The previews will be recomputed automatically.  You may have to restore orientations manually using the browser's rotate buttons.)
BrowserCacheItemClearOption=\u30af\u30ea\u30a2
BrowserCacheItemCancelOption=\u30ad\u30e3\u30f3\u30bb\u30eb
BrowserCacheItemError=\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30b0\u30ed\u30fc\u30d0\u30eb \u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
BrowserCacheItemErrorButton=OK

CheckForUpdateItemLabel=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u306e\u78ba\u8a8d
CheckForUpdateItemHelp=When launched, LightZone can automatically check if a newer version is available for download.

ClearPrefsItemButton=\u30ea\u30bb\u30c3\u30c8\u2026
ClearPrefsItemLabel=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8
ClearPrefsItemHelp=LightZone Settings remember what was going on the last time you used LightZone: your recently used files and folders; recent window positions and sizes; and so on.  Resetting these can help fix some problems, but loses your customizations.
ClearPrefsItemWarning1=\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3068 LightZone \u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u76f4\u5f8c\u306e\u72b6\u614b\u306b\u623b\u308a\u307e\u3059\u3002
ClearPrefsItemWarning2=\u30ea\u30bb\u30c3\u30c8\u3057\u305f\u5f8c\u3001LightZone \u3092\u7d42\u4e86\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ClearPrefsItemWarning3=\u672c\u5f53\u306b\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3059\u304b\uff1f
ClearPrefsItemHelpButton=\u30d8\u30eb\u30d7
ClearPrefsDialogTitle=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8
ClearPrefsResetOption=\u30ea\u30bb\u30c3\u30c8
ClearPrefsDontResetOption=\u30ea\u30bb\u30c3\u30c8\u3057\u306a\u3044

ClearPrefsBigHelpProlog=LightZone \u306e\u8a2d\u5b9a\u306b\u306f\u524d\u56de\u306e\u4f7f\u7528\u6642\u306b\u884c\u306a\u3063\u3066\u3044\u305f\u4f5c\u696d\u304c\u8a18\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u3082\u306e\u304c\u8a2d\u5b9a\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
ClearPrefsBigHelp1=LightZone \u304c\u4f7f\u7528\u3057\u305f\u3068\u601d\u308f\u308c\u308b\u30e1\u30e2\u30ea\u5bb9\u91cf
ClearPrefsBigHelp2=\u6700\u8fd1\u4f7f\u3063\u305f\u30c4\u30fc\u30eb\u306e\u8a2d\u5b9a
ClearPrefsBigHelp3=\u6700\u8fd1\u4f7f\u3063\u305f\u30d5\u30a1\u30a4\u30eb\u3068\u30d5\u30a9\u30eb\u30c0\u30fc
ClearPrefsBigHelp4=\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u4f4d\u7f6e\u3068\u5927\u304d\u3055
ClearPrefsBigHelp5=\u4fdd\u5b58\u30fb\u5370\u5237\u30fb\u5909\u63db\u306e\u6a19\u6e96\u8a2d\u5b9a
ClearPrefsBigHelp6=\u30d0\u30c3\u30c1\u51e6\u7406\u306e\u6a19\u6e96\u8a2d\u5b9a
ClearPrefsBigHelpEpilog=Restoring LightZone Settings means LightZone will work the way it did when it was new.  This can fix lots of problems, but loses your customizations.
ClearPrefsBigHelpTitle=LightZone \u306e\u8a2d\u5b9a\u306e\u60c5\u5831

ClearPrefsSuccessMessage=LightZone \u306e\u8a2d\u5b9a\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u3002LightZone must now quit.
ClearPrefsSuccessTitle=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8
ClearPrefsSuccessButton=\u7d42\u4e86

ClearPrefsErrorMessage=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ClearPrefsErrorTitle=LightZone \u306e\u8a2d\u5b9a\u306e\u30a8\u30e9\u30fc

HeapLimitItemLabel=\u30e1\u30e2\u30ea\u4e0a\u9650
HeapLimitItemHelp=Sets the upper limit on the amount of memory that LightZone will use.  A high limit enables LightZone operate faster and smoother; a low limit leaves more memory for other applications.

SaveDirectoryItemLabel=\u30d5\u30a9\u30eb\u30c0\u30fc\u3078\u4fdd\u5b58
SaveDirectoryItemHelp=\u5199\u771f\u3092\u521d\u3081\u3066\u4fdd\u5b58\u3059\u308b\u3068\u304d\u306b\u30d5\u30a1\u30a4\u30eb\u9078\u629e\u30dc\u30c3\u30af\u30b9\u3067\u81ea\u52d5\u7684\u306b\u8868\u793a\u3059\u308b\u5834\u6240\u3092\u3001\u5143\u753b\u50cf\u3068\u540c\u3058\u30d5\u30a9\u30eb\u30c0\u30fc\u304b\u3001\u6700\u5f8c\u306b\u4f55\u3089\u304b\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3057\u305f\u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u3069\u3061\u3089\u306b\u3059\u308b\u304b\u3092\u9078\u3073\u307e\u3059\u3002
SaveDirectoryOriginalButton=\u5143\u306e\u30d5\u30a9\u30eb\u30c0\u30fc
SaveDirectoryRecentButton=\u6700\u8fd1\u4f7f\u3063\u305f\u30d5\u30a9\u30eb\u30c0\u30fc

ScratchFileItemLabel=\u30b9\u30af\u30e9\u30c3\u30c1 \u30d5\u30a9\u30eb\u30c0\u30fc
ScratchFileItemHelp=This is the folder that LightZone will use to store data temporarily while you edit your photos.  If you have a fast hard disk, using a folder on it will enable LightZone to operate faster.
ScratchFileItemButton=\u9078\u629e\u2026
ScratchFileItemToolTip=\u65b0\u3057\u3044\u30b9\u30af\u30e9\u30c3\u30c1 \u30d5\u30a9\u30eb\u30c0\u30fc\u3092\u9078\u629e
ScratchFileDialogTitle=\u30b9\u30af\u30e9\u30c3\u30c1 \u30d5\u30a9\u30eb\u30c0\u30fc

UpdateInteractiveLabel=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0
UpdateInteractiveHelp=\u9818\u57df\u3092\u63cf\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u3001\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u306b\u5199\u771f\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u5909\u66f4\u3068\u5909\u66f4\u306e\u9593\u306b\u3060\u3051\u66f4\u65b0\u3059\u308b\u304b\u3001\u9818\u57df\u304c\u5b8c\u6210\u3059\u308b\u307e\u3067\u66f4\u65b0\u3092\u5f85\u3064\u304b\u3092\u9078\u3073\u307e\u3059\u3002
UpdateFrequentLabel=\u5e38\u306b\u66f4\u65b0
UpdateNormalLabel=\u9818\u57df\u306e\u5909\u66f4\u3068\u5909\u66f4\u306e\u9593
UpdateInfrequentLabel=\u9818\u57df\u306e\u5b8c\u6210\u6642

IntegrationLabel=Direct Save
IntegrationHelp=When checked, using LightZone as the external editor for another application will cause LightZone to save your photo directly back to the other application when you select File > Save.

ShowToolTitlesItemLabel=\u30c4\u30fc\u30eb\u540d\u3092\u8868\u793a
ShowToolTitlesItemHelp=\u30c4\u30fc\u30eb \u30d0\u30fc\u306e\u30dc\u30bf\u30f3\u306b\u30bf\u30a4\u30c8\u30eb\u4ed8\u304d\u306e\u67a0\u7dda\u3092\u8868\u793a\u3059\u308b\u304b\u975e\u8868\u793a\u306b\u3059\u308b\u304b\u3092\u9078\u3073\u307e\u3059\u3002

SaveTypeLabel=LightZone \u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u5f62\u5f0f:

GeneralPreferencesTab=\u4e00\u822c
SavePreferencesTab=\u4fdd\u5b58
CopyrightPreferencesTab=\u8457\u4f5c\u6a29

CopyrightHelp=Enter copyright text in the space above.  Then select an image in the browser, and click the button next to the copyright field in the browser's metadata area to write this copyright text to an image file.
CopyrightPlaceholderText=\u8457\u4f5c\u6a29\u8868\u793a\u3092\u8a18\u5165
CreatorPlaceholderText=\u4f5c\u8005\u3092\u8a18\u5165
CopyrightRevertButtonText=\u5143\u306b\u623b\u3059
CreatorLabel=\u4f5c\u6210\u8005
CopyrightLabel=\u8457\u4f5c\u6a29

SaveHelp=Specify the image file format LightZone should use when it saves your work.  Smaller image files will make LightZone faster.

UpgradeToolTip=Only available in LightZone Full
